Repository: GCT-SmartlingPOC/kraken_test
Catalog: PayPalActivity/localization/*.lproj/activity.strings
Languages: es, ja, ko, ru

# activity.details.section.status.counterParty.sender.header
source: From
es: De
ja: 差出人
ko: 에서
ru: От

# activity.details.section.status.purpose.personal
source: Friends & Family
es: Amigos & familia
ja: 友人 & 家族
ko: 친구 & 가족
ru: Друзья & Семья

# activity.details.section.shipping.sender.header
source: OK TO SHIP
es: OK PARA ENVIAR
ja: 出荷して OK
ko: 발송 확인
ru: ОК, ЧТОБЫ КОРАБЛЬ

# activity.details.section.shipping.recipient.header
source: SHIPPING INFO
es: INFORMACIÓN DE ENVÍO
ja: 出荷情報
ko: 배송 정보
ru: ИНФОРМАЦИЯ О ДОСТАВКЕ

# activity.details.section.purchaseProtection.header
source: PURCHASE PROTECTION
es: PROTECCIÓN DE COMPRA
ja: 購入保護
ko: 구매 보호
ru: ЗАЩИТА ПОКУПОК

# activity.details.section.purchaseProtection.message
source: If there's a problem, make sure to contact the seller through PayPal by %@. You may be eligible for purchase protection.
es: Si hay un problema, asegúrese de ponerse en contacto con el vendedor a través de PayPal por %1$@. Usted puede ser elegible para la protección de la compra.
ja: 問題がある場合は、 %1$@ によって PayPal を通じて売り手に連絡するようにしてください。購入保護の対象となる場合があります。
ko: 문제가 있는 경우, %1$@ 페이팔을 통해 판매자에 게 문의 해야 합니다. 구매 보호를 받을 자격이 있을 수 있습니다.
ru: Если есть проблемы, не забудьте связаться с продавцом через PayPal, %1$@. Вы можете иметь право на защиту от покупки.

# activity.details.section.purchaseDetails.multipleItems.title
source: %1$@ (Qty %2$@)
es: %1$@ (cantidad %2$@)
ja: %1$@ (数量 %2$@)
ko: %1$@ (수량 %2$@)
ru: %1$@ (Кол-во %2$@)

# activity.details.invoiceID.text
source: Invoice ID %1$@
es: ID. de factura %1$@
ja: 請求書 ID %1$@
ko: 인보이스 ID %1$@
ru: КОД счета %1$@

# activity.details.transactionID.text
source: Transaction ID %1$@
es: ID. de transacción %1$@
ja: トランザクション ID %1$@
ko: 거래 ID %1$@
ru: КОД транзакции %1$@

# activity.details.transactionMadeAt.text
source: Transaction made at %1$@
es: Transacción realizada en %1$@
ja: %1$@ で行われたトランザクション
ko: 에서 만든 트랜잭션 %1$@
ru: Транзакция выполнена в %1$@

# activity.details.debit.fee.text
source: You were charged %1$@ after a %2$@ fee.
es: Se le cobrará %1$@ después de un %2$@ Fee.
ja: %1$@ 手数料の後に %2$@ が請求されました。
ko: %1$@ 수수료 후에 %2$@ 가 청구 되었습니다.
ru: Вы были обвинены %1$@ после %2$@ Fee.

# activity.details.credit.fee.text
source: You paid a %1$@ fee.
es: Usted pagó una cuota de %1$@.
ja: あなたは %1$@ 手数料を支払った。
ko: %1$@ 수수료를 지불 했습니다.
ru: Вы заплатили %1$@ сбор.
